Repository: MatveiKow4eg/Wiru-Combat-Academy-WEB
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: et, ru

source: Главная
et: Avaleht
ru: Главная

source: Новости
et: Uudised
ru: Новости

source: Расписание
et: Tunniplaan
ru: Расписание

source: Тренеры
et: Treenerid
ru: Тренеры

source: Тренировки
et: Treeningud

source: Контакты
et: Kontaktid
ru: Контакты

source: Записаться
et: Registreeru
ru: Записаться

source: Добро пожаловать в Sports Club!
et: Tere tulemast Sports Clubi!
ru: Добро пожаловать в Sports Club!

source: Сильнее каждый день — присоединяйся к нам.
et: Iga päev tugevam — liitu meiega.
ru: Сильнее каждый день — присоединяйся к нам.

source: Записаться на тренировку
et: Registreeru treeningule
ru: Записаться на тренировку

source: Выбери свой путь
et: Vali oma tee
ru: Выбери свой путь

source: Развивай силу, скорость и выносливость.
et: Arenda jõudu, kiirust ja vastupidavust.
ru: Развивай силу, скорость и выносливость.

source: Техника, контроль и характер.
et: Tehnika, kontroll ja iseloom.
ru: Техника, контроль и характер.

source: Смешанные единоборства для смелых.
et: Võitluskunstid julgetele.
ru: Смешанные единоборства для смелых.

source: Все новости
et: Kõik uudised
ru: Все новости

source: Пока нет новостей.
et: Uudiseid veel pole.
ru: Пока нет новостей.

source: Открыть расписание
et: Ava tunniplaan
ru: Открыть расписание

source: Тренеры скоро появятся.
et: Treenerid ilmuvad peagi.
ru: Тренеры скоро появятся.

source: РАСПИСАНИЕ
et: TUNNIPLAAN

source: Расписание тренировок
et: Treeningute ajakava

source: Сегодня
et: Täna

source: День
et: Päev

source: Время
et: Aeg

source: Активность
et: Tegevus

source: Тренер
et: Treener

source: Нет занятий
et: Tunde pole

source: Пн
et: E

source: Вт
et: T

source: Ср
et: K

source: Чт
et: N

source: Пт
et: R

source: Сб
et: L

source: Вс
et: P

source: Понедельник
et: Esmaspäev

source: Вторник
et: Teisipäev

source: Среда
et: Kolmapäev

source: Четверг
et: Neljapäev

source: Пятница
et: Reede

source: Суббота
et: Laupäev

source: Воскресенье
et: Pühapäev

source: Спасибо! Мы свяжемся с вами скоро.
et: Aitäh! Võtame Teiega peagi ühendust.

source: Добро пожаловать в админ-панель!
et: Tere tulemast admin-paneeli!

source: Неверный логин или пароль.
et: Vale kasutajanimi või parool.

source: Вы вышли из админ-панели.
et: Olete admin-paneelist välja logitud.

source: Требуется авторизация администратора.
et: Administraatori kinnitus on vajalik.

source: Новость добавлена.
et: Uudis on lisatud.

source: Тренировка добавлена в расписание.
et: Treening lisatud ajakavasse.

source: Ошибка создания сессии оплаты
et: Makse seansi loomisel tekkis viga

source: Ошибка сети
et: Võrguviga

source: Админ-панель
et: Admin-paneel

source: Админка — Новости
et: Admin — Uudised

source: Вход в админ-панель
et: Sisselogimine admin-paneeli

source: Всего:
et: Kokku:

source: Добавить новость
et: Lisa uudis

source: Заявки
et: Avaldused

source: Новых заявок:
et: Uusi avaldusi:

source: Редактировать расписание
et: Muuda tunniplaani

source: Редактор расписания
et: Tunniplaani redaktor

source: Публичное расписание
et: Avalik tunniplaan

source: Копировать день
et: Kopeeri päev

source: Из
et: Allikast

source: В
et: Siht

source: Скопировать
et: Kopeeri

source: Добавить занятие
et: Lisa tund

source: Выберите активность
et: Vali tegevus

source: Другое
et: Muu

source: Введите название
et: Sisesta nimetus

source: Тренер (необязательно)
et: Treener (ei ole kohustuslik)

source: Добавить
et: Lisa

source: Очистить
et: Puhasta

source: Пример: Борьба 6–12, ММА 13+, Общая физическая подготовка
et: Näide: Maadlus 6–12, MMA 13+, Üldfüüsiline ettevalmistus

source: Выбрать
et: Vali

source: Удалить
et: Kustuta

source: Выбрать все
et: Vali kõik

source: Снять всё
et: Tühista valik

source: Подтверждение
et: Kinnitus

source: Отмена
et: Loobu

source: Подтвердить
et: Kinnita

source: Пока нет занятий
et: Tunde veel pole

source: Добавьте первое занятие для этого дня
et: Lisa selle päeva esimene tund

source: Админ
et: Admin

source: Участники
et: Liikmed

source: Создано
et: Loodud

source: Новостей пока нет.
et: Uudiseid veel pole.

source: Редактировать
et: Muuda

source: Удалить новость?
et: Kas kustutada uudis?

source: На главную
et: Tagasi avalehele

source: Недостаточно прав для доступа к этой странице.
et: Teil ei ole õigusi selle lehe vaatamiseks.

source: Войти как админ
et: Logi sisse administraatorina

source: Вход
et: Logi sisse

source: Регистрация
et: Registreeru

source: Email или имя пользователя
et: E-post või kasutajanimi

source: Пароль
et: Parool

source: Запомнить меня
et: Pea mind meeles

source: Нет аккаунта?
et: Konto puudub?

source: Зарегистрируйтесь
et: Registreeru

source: Имя пользователя
et: Kasutajanimi

source: Подтверждение пароля
et: Parooli kinnitus

source: Уже есть аккаунт?
et: Konto on juba olemas?

source: Войти
et: Logi sisse

source: Sign in
et: Logi sisse

source: Sign up
et: Registreeru

source: Без имени
et: Nimeta

source: Перейти в Админ-панель
et: Ava admin-paneel

source: Мой аккаунт
et: Minu konto

source: Имя/Ник
et: Nimi / hüüdnimi

source: Ваше имя или ник
et: Sinu nimi või hüüdnimi

source: Сохранить
et: Salvesta

source: Предпочтения
et: Eelistused

source: Сохранить предпочтения
et: Salvesta eelistused

source: Сессии / Устройства
et: Sessioonid / seadmed

source: Пока что здесь заглушка. Можно добавить список активных сессий и кнопку:
et: Praegu on siin kohatäide. Siia saab lisada aktiivsete sessioonide nimekirja ja nupu:

source: Вы уверены, что хотите выйти на всех устройствах?
et: Kas olete kindel, et soovite kõikidest seadmetest välja logida?

source: Выйти со всех устройств
et: Logi välja kõigist seadmetest

source: Выход
et: Logi välja

source: Профиль
et: Profiil

source: Подписка истекает через
et: Tellimus aegub

source: дн.
et: p.

source: Подписка
et: Tellimus

source: Активна
et: Aktiivne

source: Просрочена
et: Aegunud

source: Отменена
et: Tühistatud

source: нет подписки
et: tellimus puudub

source: Разделы
et: Sektsioonid

source: Абонемент
et: Abonement

source: Система
et: Süsteem

source: Язык интерфейса
et: Kasutajaliidese keel

source: Дата регистрации
et: Registreerimise kuupäev

source: Редактирование профиля
et: Profiili muutmine

source: Аватар
et: Avatar

source: Загрузить фото
et: Laadi foto üles

source: Максимальный размер: 2 МБ
et: Maksimaalne suurus: 2 MB

source: Имя
et: Eesnimi

source: Фамилия
et: Perekonnanimi

source: Сохранить изменения
et: Salvesta muudatused

source: Безопасность
et: Turvalisus

source: Смена пароля
et: Parooli muutmine

source: Текущий пароль
et: Praegune parool

source: Новый пароль
et: Uus parool

source: Изменить пароль
et: Muuda parool

source: Подтверждение нового пароля
et: Uue parooli kinnitus

source: Навигация профиля
et: Profiili navigeerimine

source: Документы
et: Dokumendid

source: Загрузка документа
et: Dokumendi üleslaadimine

source: Имя файла
et: Failinimi

source: Размер
et: Suurus

source: Дата
et: Kuupäev

source: Действия
et: Tegevused

source: Смотреть
et: Vaata

source: Скачать
et: Laadi alla

source: Нет загруженных документов
et: Üleslaaditud dokumente pole

source: Нет загруженных документов.
et: Üleslaaditud dokumente pole.

source: Просмотр документа
et: Dokumendi eelvaade

source: Закрыть
et: Sulge

source: Мои документы
et: Minu dokumendid

source: Файл (pdf, jpg, png)
et: Fail (pdf, jpg, png)

source: Заметка
et: Märkus

source: Загрузить
et: Laadi üles

source: Напишите нам
et: Kirjuta meile

source: Ваше имя
et: Teie nimi

source: Ваш Email
et: Teie e-post

source: Ваше сообщение
et: Teie sõnum

source: Отправить
et: Saada

source: Банк
et: Pank

source: Все права защищены
et: Kõik õigused kaitstud

source: БУДЬ В ФОРМЕ
et: OLE HEAS VORMIS

source: СТАНЬ СИЛЬНЕЕ
et: MUUTU TUGEVAMAKS

source: О НАС
et: MEIST

source: Наша история
et: Meie lugu

source: Тренировки и расписание
et: Treeningud ja ajakava

source: Бокс
et: Poks

source: Кикбоксинг
et: Kickpoks

source: Греко-римская борьба
et: Kreeka-rooma maadlus

source: Борьба
et: Maadlus

source: 60€/мес – 600€/год – 8€/раз
et: 60€/kuu – 600€/aasta – 8€/kord

source: 65€/мес – 650€/год – 9€/раз
et: 65€/kuu – 650€/aasta – 9€/kord

source: 55€/мес – 550€/год – 7€/раз
et: 55€/kuu – 550€/aasta – 7€/kord

source: ТРЕНИРОВКИ, КОТОРЫЕ
et: TREENINGUD, MIS

source: МЕНЯЮТ ТЕБЯ
et: MUUDAVAD SIND

source: ФОКУС
et: FOOKUS

source: РАЗВИВАЙ РЕАКЦИЮ, СКОРОСТЬ И КООРДИНАЦИЮ.
et: Arenda reaktsiooni, kiirust ja koordinatsiooni.

source: МИНУТ ИНТЕНСИВА
et: MINUTIT INTENSIIVSUST

source: ЭФФЕКТИВНОЕ ЗАНЯТИЕ ДЛЯ СИЛЫ, ТЕХНИКИ И УВЕРЕННОСТИ.
et: Tõhus treening jõu, tehnika ja enesekindluse jaoks.

source: СОВРЕМЕННАЯ АКАДЕМИЯ
et: KAASAEGNE AKADEEMIA

source: ЕДИНОБОРСТВ
et: VÕITLUSKUNSTI

source: СИЛА
et: JÕUD

source: Наши тренировки укрепляют тело, закаляют характер и дают уверенность — фундамент любого единоборства.
et: Meie treeningud tugevdavad keha, karastavad iseloomu ja annavad enesekindlust — iga võitluskunsti alus.

source: ТЕХНИКА
et: TEHNIKA

source: ХАРАКТЕР
et: ISELOOM

source: НАШИ КЛИЕНТЫ
et: MEIE KLIENDID

source: Дети
et: Lapsed

source: ДЕТИ
et: LAPSED

source: от 4 до 13 лет
et: 4 kuni 13 aastat

source: Подростки
et: Noorukid

source: ПОДРОСТКИ
et: NOORUKID

source: от 14 до 17 лет
et: 14 kuni 17 aastat

source: Взрослые
et: Täiskasvanud

source: ВЗРОСЛЫЕ
et: TÄISKASVANUD

source: от 18 до 45 лет
et: 18 kuni 45 aastat

source: Старшие
et: Eakad

source: СТАРШИЕ
et: EAKAD

source: от 46 лет и старше
et: 46 ja vanemad

source: Email:
et: E-post:

source: Email
et: E-post

source: Телефон:
et: Telefon:

source: Адрес: ул. Примерная, 1, Таллинн
et: Aadress: Näidis tn 1, Tallinn

source: Здесь будет карта
et: Siia tuleb kaart

source: Запись на тренировку
et: Registreerumine treeningule

source: Телефон
et: Telefon

source: Направление
et: Suunad

source: Скоро здесь появятся тренеры.
et: Varsti lisanduvad siia treenerid.

source: От
et: Alates

source: До
et: Kuni

source: age_suffix
et: a.

source: до
et: kuni

source: Раскрой свой потенциал в нашей Академии единоборств.<br>Подними свой уровень и стань сильнее с нами.
et: Ava oma potentsiaal meie võitluskunsti akadeemias.<br>Tõsta oma taset ja muutu meiega tugevamaks.

source: В Ида-Вирумаа появился новый спортивный центр — WIRU COMBAT ACADEMY, основанный Сирвеном Авакяном, Сиймом Нейссааром и Сиймом Пярком. Всего за три месяца их идея превратилась в реальность: двери клуба открылись для бокса, борьбы, ММА и функциональных тренировок. Сегодня это один из самых больших залов в Эстонии и крупнейший зал единоборств в Ида-Вирумаа.
et: Ida-Virumaale avati uus spordikeskus — WIRU COMBAT ACADEMY, mille asutasid Sirven Avakyan, Siim Neissaar ja Siim Pärk. Vaid kolme kuuga muutus nende idee reaalsuseks: klubi uksed avati poksi, maadluse, MMA ja funktsionaalsete treeningute jaoks. Täna on see üks suurimaid saale Eestis ja suurim võitluskunstide saal Ida-Virumaal.

source: Академия объединяет сильную команду тренеров во главе с чемпионом Эстонии Кириллом Сериковым и стала современной площадкой, где каждый может развиваться, укреплять здоровье и воспитывать уверенность, дисциплину и командный дух.
et: Akadeemia koondab tugeva treenerite meeskonna eesotsas Eesti meistri Kirill Serikoviga ja on saanud kaasaegseks kohaks, kus igaüks saab areneda, tugevdada tervist ning kasvatada enesekindlust, distsipliini ja meeskonnavaimu.

source: plans.title
et: Abonemendid
ru: Абонементы

source: plans.subtitle
et: Vali formaat ja distsipliin, mis sobib sinu eesmärkidega.
ru: Выбери формат и дисциплину, которая подходит твоим целям.

source: plans.note
et: *Kontrolli ajakavast tundide plaani ja gruppide saadavust.
ru: *Расписание и доступность групп уточняйте на странице расписания.

source: plans.tabs.boxing
et: Poks
ru: Бокс

source: plans.tabs.wrestling
et: Maadlus
ru: Борьба

source: plans.tabs.mma
et: MMA

source: plans.tabs.all
et: Kõik saalid
ru: Все залы

source: plans.titles.month_1
et: 1 kuu
ru: 1 месяц

source: plans.titles.month_3
et: 3 kuud
ru: 3 месяца

source: plans.titles.month_12
et: 12 kuud
ru: 12 месяцев

source: plans.descr.1m
et: Alustuseks tutvumiseks. Kõik suunad kaasas.
ru: Старт для знакомства. Все направления включены.

source: plans.descr.3m
et: Säästad perioodimaksega. Eelisjärjekord.
ru: Экономия при оплате за период. Приоритет записи.

source: plans.descr.12m
et: Maksimaalne väärtus ja distsipliin. Boonustreeningud.
ru: Максимум выгоды и дисциплины. Бонусные занятия.

source: plans.period.month
et: kuu kohta
ru: в месяц

source: plans.period.period
et: perioodi eest
ru: за период

source: plans.includes_vat
et: KM hinna sees
ru: Включает НДС

source: plans.badge.best
et: Parim valik
ru: Лучшее предложение

source: plans.cta.buy
et: Osta
ru: Купить

source: plans.cta.view
et: Vaata abonemente
ru: Смотреть подписки

source: plans.cta.contact
et: Võta ühendust
ru: Связаться

source: plans.feature.boxing.all
et: Kõik poksitrennid
ru: Все тренировки бокса

source: plans.feature.boxing.kids_teen
et: Lapsed 6–12 ja noored 13+
ru: Группа 6–12 лет и 13+

source: plans.feature.wrestling.all
et: Kõik maadluse trennid
ru: Все тренировки борьбы

source: plans.feature.mma.all
et: Kõik MMA trennid
ru: Все тренировки MMA

source: plans.feature.all_gyms
et: Kõik saalid
ru: Все залы

source: plans.feature.unlimited
et: Piiramatu treening
ru: Безлимит тренировок

source: plans.feature.guest_1
et: 1 külaliskutse
ru: 1 гостевой визит

source: plans.feature.guest_friend
et: Külaliskutse sõbrale
ru: Гостевой для друга

source: plans.feature.save_10
et: Säästa 10%%
ru: Экономия 10%%

source: plans.feature.save_15
et: Säästa 15%%
ru: Экономия 15%%

source: plans.feature.priority
et: Eelisjärjekord
ru: Приоритет записи

source: plans.feature.freeze_7
et: Külmutus 7 päeva
ru: Заморозка 7 дней

source: plans.feature.freeze_10
et: Külmutus 10 päeva
ru: Заморозка 10 дней

source: plans.feature.freeze_14
et: Külmutus 14 päeva
ru: Заморозка 14 дней

source: plans.feature.freeze_21
et: Külmutus 21 päeva
ru: Заморозка 21 день

source: plans.feature.merch_10
et: Merchi soodustus 10%%
ru: Скидка на мерч 10%%

source: plans.feature.merch_15
et: Merchi soodustus 15%%
ru: Скидка на мерч 15%%

source: plans.feature.best_price
et: Parim hind
ru: Лучшая цена

source: plans.feature.max_benefit
et: Maksimaalne kasu
ru: Максимум выгоды
